;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

                                        ;(package! parinfer)

(package! ob-typescript)
(package! indium)
(package! reason-mode)
(package! prettier-js)
(package! org-fancy-priorities)
(package! move-text)
;; (package! vue-mode)
(package! origami)
(package! org-super-agenda)
(package! deadgrep)
(package! dart-mode)
(package! ob-dart)
(package! kotlin-mode)
(package! sql-indent)
(package! org-brain)
(package! ascii-art-to-unicode)
(package! wakatime-mode)
(package! org-bullets)
(package! xenops)
;; (package! org-roam
;;   :recipe (:host github :repo "org-roam/org-roam" :branch "v2"))

(package! agenix :recipe (:host github :repo "t4ccer/agenix.el"))
